"String" = "\"Strings\"";"Cocoa Functions" = "Cocoa Functions";"Singleline Comment" = "// Comment";"Preprocessor" = "Preprocessor Directives";"Cocoa Types" = "Cocoa Types";"Cocoa Stuff (Panther)" = "Cocoa Additons i Panther";"Comment" = "/* Comment */";"Cocoa Classes" = "Cocoa Classes";"Keywords" = "Keywords";"Characters" = "Characters";"Memory Management" = "Memory Management Keywords";"FunctionRegex" = "Function Calls";"Cocoa Constants" = "Cocoa Constants";"Messages" = "Objective-C Message Calls";"Objective-C Keywords" = "Symbols (@class, etc.)";"Autodoc Comment" = "/*\" Autodoc Comments \"*/";"Numbers" = "Numbers";